tap "daipeihust/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "sanemat/font"

brew "anyenv"
brew "rustup-init"
brew "tldr"
brew "daipeihust/tap/im-select"
brew "sanemat/font/ricty"
brew "silicon"
brew "deno"
brew "graphviz"
brew "git"
brew "gh"

# Jestが落ちる問題を解決するためのパッケージ群
# Ref: https://stackoverflow.com/questions/75840986/unable-to-install-canvas-on-macos-m2
brew "python-setuptools"
brew "pkg-config"
brew "cairo"
brew "libpng"
brew "jpeg"
brew "giflib"

cask "asana"
cask "clipy"
cask "discord"
cask "bitwarden"
cask "github"
cask "temurin"
cask "tor-browser"
cask "slack"
cask "xmind"
cask "notion"
cask "warp"
cask "zoom"
cask "keycastr"
cask "arc"
cask "insomnia"
cask "background-music"