tap "daipeihust/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "sanemat/font"

brew "anyenv"
brew "rustup-init"
brew "tldr"
brew "daipeihust/tap/im-select"
brew "sanemat/font/ricty"
brew "silicon"
brew "deno"
brew "graphviz"
brew "git"
# brew "tig"

cask "asana"
cask "clipy"
cask "discord"
cask "bitwarden"
cask "github"
cask "temurin"
# cask "stoplight-studio" なぜか使えない